experiment_scripts/scripts/CONTAINER_THROGHPUT/results-C/OPIMQ/sysbench/100-35
My process ID is 53
After Trap
sysbench 1.1.0-df89d34 (using bundled LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            0
        write:                           11163
        other:                           0
        total:                           11163
    transactions:                        11163  (93.02 per sec.)
    queries:                             11163  (93.02 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

Throughput:
    events/s (eps):                      93.0210
    time elapsed:                        120.0052s
    total number of events:              11163

Latency (ms):
         min:                                    4.25
         avg:                                   10.75
         max:                                   39.44
         95th percentile:                       13.22
         sum:                               119948.36

Threads fairness:
    events (avg/stddev):           11163.0000/0.00
    execution time (avg/stddev):   119.9484/0.00