experiment_scripts/scripts/CONTAINER_THROGHPUT/results-C/OPIMQ/sysbench/200-77
My process ID is 75
After Trap
sysbench 1.1.0-df89d34 (using bundled LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            0
        write:                           10219
        other:                           0
        total:                           10219
    transactions:                        10219  (85.16 per sec.)
    queries:                             10219  (85.16 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

Throughput:
    events/s (eps):                      85.1576
    time elapsed:                        120.0011s
    total number of events:              10219

Latency (ms):
         min:                                    6.03
         avg:                                   11.74
         max:                                   50.28
         95th percentile:                       16.71
         sum:                               119945.83

Threads fairness:
    events (avg/stddev):           10219.0000/0.00
    execution time (avg/stddev):   119.9458/0.00