experiment_scripts/scripts/CONTAINER_THROGHPUT/results-C/OPIMQ/sysbench/40-8
My process ID is 50
After Trap
sysbench 1.1.0-df89d34 (using bundled LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            0
        write:                           13493
        other:                           0
        total:                           13493
    transactions:                        13493  (112.44 per sec.)
    queries:                             13493  (112.44 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

Throughput:
    events/s (eps):                      112.4381
    time elapsed:                        120.0038s
    total number of events:              13493

Latency (ms):
         min:                                    3.89
         avg:                                    8.89
         max:                                   44.10
         95th percentile:                       10.46
         sum:                               119940.08

Threads fairness:
    events (avg/stddev):           13493.0000/0.00
    execution time (avg/stddev):   119.9401/0.00