experiment_scripts/scripts/CONTAINER_THROGHPUT/results-C/OPIMQ/sysbench/400-29
My process ID is 240
After Trap
sysbench 1.1.0-df89d34 (using bundled LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            0
        write:                           8765
        other:                           0
        total:                           8765
    transactions:                        8765   (73.03 per sec.)
    queries:                             8765   (73.03 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

Throughput:
    events/s (eps):                      73.0336
    time elapsed:                        120.0133s
    total number of events:              8765

Latency (ms):
         min:                                    5.94
         avg:                                   13.69
         max:                                   78.86
         95th percentile:                       21.89
         sum:                               119973.66

Threads fairness:
    events (avg/stddev):           8765.0000/0.00
    execution time (avg/stddev):   119.9737/0.00