experiment_scripts/scripts/CONTAINER_THROGHPUT/results-C/OPIMQ/sysbench/400-400
My process ID is 20
After Trap
sysbench 1.1.0-df89d34 (using bundled LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            0
        write:                           8813
        other:                           0
        total:                           8813
    transactions:                        8813   (73.44 per sec.)
    queries:                             8813   (73.44 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

Throughput:
    events/s (eps):                      73.4389
    time elapsed:                        120.0046s
    total number of events:              8813

Latency (ms):
         min:                                    5.23
         avg:                                   13.61
         max:                                   84.01
         95th percentile:                       22.28
         sum:                               119963.18

Threads fairness:
    events (avg/stddev):           8813.0000/0.00
    execution time (avg/stddev):   119.9632/0.00